Repository: carlos157oliveira/Calculus
Catalog: po/*.po
Languages: it, pt_br, sk, tr

source: Input operand
it: Operando di input
pt_br: Preencha o operando
sk: Vstupný operand
tr: Girdi terimi

source: Input operation variable
it: Variabile di operazione di input
pt_br: Preencha a variável da operação
sk: Vstupná operačná premenná
tr: Giriş işlem değişkeni

source: Syntax error
it: Errore di sintassi
pt_br: Error de sintaxe
sk: Chyba syntaxu
tr: Sözdizimi hatası

source: Matplotlib is unable to render the output. You can still export the output as LaTeX in the menu.
it: Matplotlib non è in grado di eseguire il rendering dell'output. Puoi ancora esportare l'output come LaTeX nel menu.
pt_br: Matplotlib não é capaz de renderizar o resultado. Ainda se pode exportá-lo como LaTeX no menu.
tr: Matplotlib çıktıyı oluşturamadı. Çıktıyı yine de menüde LaTeX olarak dışa aktarabilirsiniz.

source: One or more symbols aren't defined
it: Uno o più simboli non sono definiti
pt_br: Um ou mais símbolos não estão definidos
sk: Jeden alebo viac symbolov nie je definovaných
tr: Bir veya daha fazla sembol tanımlanmamış

source: Expressions must be univariable
it: Le espressioni devono essere univariabili
pt_br: As expressões devem ser univariável
sk: Výrazy musia byť nemenné
tr: İfadeler tek değişkenli olmalıdır

source: No input data
it: Nessun dato di input
pt_br: Sem dados de entrada
sk: Žiadne vstupné dáta
tr: Girdi verisi yok

source: Export result as PNG
it: Esporta risultato in formato PNG
pt_br: Exportar resultado como PNG
tr: Sonucu PNG olarak dışa aktar

source: result.png
tr: sonuç.png

source: Displaying result error
it: Visualizzazione errore risultato
pt_br: Erro ao mostrar resultado
tr: Sonuç hatası görüntüleniyor

source: Usability and testing by
it: Usabilità e test di
pt_br: Usabilidade e testes por
tr: Kullanılabilirlik ve test

source: The interval must be numeric
it: L'intervallo deve essere numerico
pt_br: O intervalo deve ser numérico
sk: Interval musí byť číselný
tr: Aralık sayısal olmalıdır

source: Original Expression and Result
it: Espressione Originale e Risultato
pt_br: Expressão Original e Resultado
sk: Pôvodný výraz a výsledok
tr: Özgün İfade ve Sonuç

source: Original
it: Originale
sk: Pôvodný
tr: Özgün

source: Result
it: Resultato
pt_br: Resultado
sk: Výsledok
tr: Sonuç

source: Operation variable
it: Variabile di operazione
pt_br: Variável da operação
sk: Premenná operácie
tr: Operasyon değişkeni

source: Differentiate
it: Differenziare
pt_br: Diferenciar
sk: Diferenciácia
tr: Farklılaştır

source: Integrate
it: Integrare
pt_br: Integrar
sk: Integrácia
tr: Bütünleştir

source: Operate
it: Operar
pt_br: Operar
sk: Oparácia
tr: Çalıştır

source: Plot
it: Traccia
pt_br: Plotar
sk: Vykresliť
tr: Grafik

source: Differential and Integral Calculator
it: Calcolatrice differenziale e integrale
pt_br: Calculadora Diferencial e Integral
sk: Diferenciálna a integrálna kalkulačka
tr: Diferansiyel ve İntegral Hesap Makinesi

source: Warning
it: Avviso
pt_br: Aviso
sk: Upozornenie
tr: Uyarı

source: Open result in separate window
it: Apri il risultato in una finestra separata
pt_br: Ver resultado numa janela separada
tr: Sonucu ayrı pencerede aç

source: Copy LaTeX code
it: Copia il codice LaTeX
pt_br: Copiar código LaTeX
tr: LaTeX kodunu kopyala

source: About
it: Informazioni
pt_br: Sobre
tr: Hakkında

source: Graphics
it: Grafica
pt_br: Gráficos
sk: Grafika
tr: Grafikler

source: Inferior limit
it: Limite inferiore
pt_br: Limite inferior intervalo
sk: Dolná hranica
tr: Alt sınır

source: Superior limit
it: Limite superiore
pt_br: Limite superior intervalo
sk: Horná hranica
tr: Üst limit

source: Color 1
it: Colore 1
pt_br: Cor 1
sk: Farba 1
tr: 1. Renk

source: Color 2
it: Colore 2
pt_br: Cor 2
sk: Farba 2
tr: 2. Renk

source: Cancel
it: Cancella
pt_br: Cancelar
sk: Zrušiť
tr: İptal

source: Solve simple calculus exercises involving differentiation and integration! Made with GTK, SymPy, Matplotlib and NumPy.
tr: Türev ve integrali içeren basit matematik alıştırmalarını çözün! GTK, SymPy, Matplotlib ve NumPy ile yapılmıştır.

source: Calculus Website
it: Sito Web di Calculus
tr: Calculus Web Sitesi

source: Compute derivatives and integrals, besides plotting them
tr: Türevleri ve integralleri hesaplamanın yanı sıra çizimlerini de yapın

source: Compute derivatives and integrals
tr: Türevleri ve integralleri hesaplayın

source: A practical tool to foresee the result of calculus exercises.
tr: Matematik denemelerin sonucunu öngörmek için pratik bir araç.

source: Compute derivatives
tr: Türevleri hesapla

source: Compute integrals
tr: İntegralleri hesaplama

source: Plot the original expression and result within a given range
tr: Özgün ifadeyi ve sonucu belirli bir aralıkta çiz

source: If you are interested, open an issue in github to update a translation or make a pull request.
tr: Eğer ilgileniyorsanız, çevirileri güncellemek ya da çekme isteğinde bulunmak için github'da konu açın.

source: Solve simple calculus exercises involving differentiation and integration! Made with GTK, SymPy, Matplotlib and NumPy.
pt_br: Resolva simples exercícios de Cálculo Diferencial e Integral! Feito com GTK, SymPy, Matplotlib e NumPy.
